Repository: crrodriguez/wol
Catalog: po/*.po
Languages: de, fr

source: Try `%s --help' for more information.
de: »%s --help« gibt Ihnen mehr Informationen.
fr: Pour en savoir davantage, faites: `%s --help'.

source: PASS is written as x-x-x-x-x-x, where x is a hexadecimal number between 0 and ff which represents one byte of the password.
de: PASS wird als x-x-x-x-x-x geschrieben, wobei x eine hexadezimale Zahl zwischen 0 und ff ist, die ein Byte des Kennworts repräsentiert.
fr: PASS est écrit comme x-x-x-x-x-x, où x est un hexadecimal nombre entre 0 et ff qui représents un octet de mot de passe.

source: Report bugs to <krennwallner@aon.at>
de: Berichten Sie Fehler (auf Englisch, mit LC_ALL=C) an <krennwallner@aon.at>
fr: Rapporter toutes anomalies à <krennwallner@aon.at>

source: Copyright (C) 2000-2004 Thomas Krennwallner <krennwallner@aon.at> This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
de: Copyright (C) 2000-2004 Thomas Krennwallner <krennwallner@aon.at> Dies ist freie Software. Bitte lesen Sie den Quellcode für Kopierrechte. Es gibt keinerlei Garantien, nicht für Verkaufbarkeit oder auch die Einsatz- fähigkeit für einen bestimmte Zweck.
fr: Copyright © 2000-2004 Thomas Krennwallner <krennwallner@aon.at> Ce logiciel est gratuit; voir les sources pour les conditions de reproduction. AUCUNE garantie n'est donnée; tant pour des raisons COMMERÇIALES que pour RÉPONDRE À UN BESOIN PARTICULIER.

source: Too few arguments.
de: Zu wenige Argumente.
fr: Trop peu de paramètres.

source: Invalid time given
de: Unzulässige Zeitangabe
fr: Le temps choisé invalide

source: Invalid port given
de: Unzulässige Anschlussangabe
fr: Le port choisé invalide

source: Password
de: Kennwort

source: You must specify at least one MAC-ADDRESS.
de: Wenigstens eine MAC-ADRESSE ist notwendig.
fr: Vous devez sélectionner au minimum une MAC-ADDRESS.

source: Cannot assemble magic packet for '%s'
de: Kann kein magic packet für »%s« erstellen
fr: Ne peut pas assembler magic packet pour '%s'

source: Invalid password given for '%s'
de: Ungültiges Kennword für »%s« angegeben
fr: Le port choisé invalide pour '%s'

source: Cannot send magic packet for '%s' to %s:%d
de: Kann kein magic packet für »%s« zu %s:%d senden
fr: Ne peut pas envoyer magic packet pour '%s' à %s:%d

source: Waking up %s
de: Wecke %s
fr: Réveille %s

source: with %s:%d
de: mit %s:%d
fr: avec %s:%d

source: Invalid IP address given: %s
de: Ungültige IP Adresse angegeben: %s
fr: IP adresse invalide: %s

source: Couldn't connect to %s:%hu: %s
de: Konnte keine Verbindung zu %s:%hu herstellen: %s
